import React from "react";
import { TermsContainer } from "./Terms.styles";

const TermsAr = () => {
	return (
		<>
			<TermsContainer>
				<article>
					<header>
						<h1>الشروط والأحكام</h1>
						<p>آخر تحديث: 6 نوفمبر 2024</p>
					</header>

					<div>
						<p>يرجى قراءة هذه الشروط والأحكام بعناية قبل استخدام خدمتنا.</p>
						<h2>التفسير والتعريفات</h2>
						<h3>التفسير</h3>
						<p>
							الكلمات التي يبدأ حرفها الأول بحرف كبير لها معاني محددة بموجب الشروط التالية. يجب أن
							يكون للتعريفات التالية نفس المعنى بغض النظر عن ظهورها في المفرد أو الجمع.
						</p>
						<h3>التعريفات</h3>
						<p>فيما يلي أغراض هذه الشروط والأحكام:</p>
						<ul>
							<li>
								<p>
									<strong>الشركة التابعة</strong> تعني كيانًا يسيطر عليه أو يخضع لسيطرة طرف، أو يخضع
									لسيطرة مشتركة معه، حيث تعني &quot;السيطرة&quot; ملكية 50٪ أو أكثر من الأسهم أو
									حقوق الملكية أو الأوراق المالية الأخرى التي يحق لها التصويت لانتخاب أعضاء مجلس
									الإدارة أو أي هيئة إدارية أخرى.
								</p>
							</li>
							<li>
								<p>
									<strong>البلد</strong> يشير إلى: الإمارات العربية المتحدة
								</p>
							</li>
							<li>
								<p>
									<strong>الشركة</strong> (يشار إليها إما بـ &quot;الشركة&quot; أو &quot;نحن&quot;
									أو &quot;لنا&quot; أو &quot;الخاصة بنا&quot; في هذه الاتفاقية) تشير إلى almotawer
									alzaki ذ.م.م، الإمارات العربية المتحدة.
								</p>
							</li>
							<li>
								<p>
									<strong>الجهاز</strong> يعني أي جهاز يمكنه الوصول إلى الخدمة مثل الكمبيوتر أو
									الهاتف المحمول أو الجهاز اللوحي الرقمي.
								</p>
							</li>
							<li>
								<p>
									<strong>الخدمة</strong> تشير إلى الموقع الإلكتروني.
								</p>
							</li>
							<li>
								<p>
									<strong>خدمة وسائل التواصل الاجتماعي التابعة لطرف ثالث</strong> تعني أي خدمات أو
									محتوى (بما في ذلك البيانات أو المعلومات أو المنتجات أو الخدمات) يقدمها طرف ثالث
									والتي قد يتم عرضها أو تضمينها أو توفيرها من قبل الخدمة.
								</p>
							</li>
							<li>
								<p>
									<strong>الموقع الإلكتروني</strong> يشير إلى almotawer alzaki، التي يمكن الوصول
									إليها من{" "}
									<a
										href="https://almotawer-alzaki.com/"
										rel="external nofollow noopener noreferrer"
										target="_blank"
									>
										https://almotawer-alzaki.com/
									</a>
								</p>
							</li>
							<li>
								<p>
									<strong>أنت</strong> تقصد الفرد الذي يستخدم الخدمة أو الشركة أو أي كيان قانوني آخر
									نيابة عنه يستخدم الفرد الخدمة.
								</p>
							</li>
						</ul>
						<h2>الإقرار</h2>
						<p>
							هذه هي الشروط والأحكام التي تحكم استخدام هذه الخدمة والاتفاقية التي تعمل بينك وبين
							الشركة. تحدد هذه الشروط والأحكام حقوق والتزامات جميع المستخدمين فيما يتعلق باستخدام
							الخدمة.
						</p>
						<p>
							يعتمد وصولك إلى الخدمة واستخدامك لها على قبولك والتزامك بهذه الشروط والأحكام. تنطبق
							هذه الشروط والأحكام على جميع الزائرين والمستخدمين والآخرين الذين يزورون الخدمة أو
							يستخدمونها.
						</p>
						<p>
							بواسطة الوصول إلى الخدمة أو استخدامها ، فإنك توافق على أن تكون ملزمًا بهذه الشروط
							والأحكام. إذا كنت لا توافق على أي جزء من هذه الشروط والأحكام ، فلا يجوز لك الوصول إلى
							الخدمة.
						</p>
						<p>تؤكد أنك تزيد عن عمر 18 عامًا. لا تسمح الشركة لمن هم دون سن 18 عامًا باستخدام</p>
						<p>الخدمة.</p>
						<p>
							يعتمد وصولك إلى الخدمة واستخدامك لها أيضًا على قبولك والتزامك بسياسة الخصوصية الخاصة
							بالشركة. تصف سياسة الخصوصية الخاصة بنا سياساتنا وإجراءاتنا بشأن جمع معلوماتك الشخصية
							واستخدامها والكشف عنها عند استخدامك للتطبيق أو الموقع الإلكتروني وتخبرك بحقوق الخصوصية
							الخاصة بك وكيف يحميك القانون. يرجى قراءة سياسة الخصوصية الخاصة بنا بعناية قبل استخدام
							خدمتنا.
						</p>
						<h2>الروابط إلى مواقع الويب الأخرى</h2>
						<p>
							قد تحتوي خدمتنا على روابط لمواقع ويب أو خدمات تابعة لأطراف ثالثة لا تملكها أو تسيطر
							عليها الشركة.
						</p>
						<p>
							لا تملك الشركة أي سيطرة على محتوى أو سياسات الخصوصية أو ممارسات أي مواقع ويب أو خدمات
							تابعة لأطراف ثالثة، ولا تتحمل أي مسؤولية عنها. كما تقر وتوافق على أن الشركة لن تكون
							مسؤولة أو ملزمة، بشكل مباشر أو غير مباشر، عن أي ضرر أو خسارة ناتجة أو يُزعم أنها ناتجة
							عن استخدام أو الاعتماد على أي من هذه المحتويات أو السلع أو الخدمات المتاحة على أو من
							خلال أي من هذه المواقع الإلكترونية أو الخدمات.
						</p>
						<p>
							ننصحك بشدة بقراءة الشروط والأحكام وسياسات الخصوصية لأي مواقع ويب أو خدمات تابعة لأطراف
							ثالثة تزورها.
						</p>
						<h2>الإنهاء</h2>
						<p>
							يجوز لنا إنهاء أو تعليق وصولك على الفور، دون إشعار مسبق أو مسؤولية، لأي سبب كان، بما
							في ذلك على سبيل المثال لا الحصر، إذا قمت بخرق هذه الشروط والأحكام.
						</p>
						<p>عند الإنهاء، سيتوقف حقك في استخدام الخدمة على الفور.</p>
						<h2>تحديد المسؤولية</h2>
						<p>
							بغض النظر عن أي أضرار قد تتعرض لها، فإن المسؤولية الكاملة للشركة وأي من مورديها بموجب
							أي شرط من هذه الشروط والحق الحصري الخاص بك لجميع ما سبق سيقتصر على المبلغ المدفوع
							بالفعل من قبلك من خلال الخدمة أو 100 دولار أمريكي إذا لم تكن قد اشتريت أي شيء من خلال
							الخدمة.
						</p>
						<p>
							إلى أقصى حد يسمح به القانون المعمول به، لن تكون الشركة أو موردوها مسؤولين بأي حال من
							الأحوال عن أي أضرار خاصة أو عرضية أو غير مباشرة أو تبعية (بما في ذلك على سبيل المثال
							لا الحصر، الأضرار الناجمة عن فقدان الأرباح أو فقدان البيانات أو المعلومات الأخرى أو
							انقطاع الأعمال أو الإصابة الشخصية أو فقدان الخصوصية الناشئة عن أو بأي شكل من الأشكال
							المرتبطة باستخدام أو عدم القدرة على استخدام الخدمة أو برامج الطرف الثالث و / أو أجهزة
							الطرف الثالث المستخدمة مع الخدمة، أو خلاف ذلك فيما يتعلق بأي شرط من هذه الشروط)، حتى
							لو تم إخطار الشركة أو أي مورد بإمكانية حدوث مثل هذه الأضرار وحتى لو فشل العلاج في
							تحقيق غرضه الأساسي.
						</p>
						<p>
							لا تسمح بعض الولايات باستبعاد الضمانات الضمنية أو الحد من المسؤولية عن الأضرار العرضية
							أو التبعية، مما يعني أن بعض القيود المذكورة أعلاه قد لا تنطبق عليك. في هذه الولايات،
							ستقتصر مسؤولية كل طرف على أقصى حد يسمح به القانون.
						</p>
						<h2>إخلاء المسؤولية &#34;كما هي&#34; و &#34;كما هي متاحة&#34;</h2>
						<p>
							يتم توفير الخدمة لك &#34;كما هي&#34; و &#34;كما هي متاحة&#34; و بكل عيوبها دون أي ضمان
							من أي نوع. إلى أقصى حد يسمح به القانون المعمول به، فإن الشركة، نيابة عن نفسها ونيابة
							عن الشركات التابعة لها ومقدمي الخدمات التابعين لها، تنكر صراحةً جميع الضمانات، سواء
							كانت صريحة أو ضمنية أو قانونية أو غير ذلك، فيما يتعلق بالخدمة، بما في ذلك جميع
							الضمانات الضمنية للقابلي
						</p>
						<p>
							ة للتسويق، واللياقة لغرض معين، والملكية وعدم الانتهاك، والضمانات التي قد تنشأ عن مجرى
							التعامل أو مجرى الأداء أو الاستخدام أو ممارسة التجارة. دون التقيد بما سبق، لا تقدم
							الشركة أي ضمان أو تعهد، ولا تقدم أي تمثيل من أي نوع بأن الخدمة ستلبي متطلباتك، أو تحقق
							أي نتائج مقصودة، أو تكون متوافقة أو تعمل مع أي برامج أو تطبيقات أو أنظمة أو خدمات
							أخرى، أو تعمل دون انقطاع، أو تفي بأي معايير للأداء أو الموثوقية أو تكون خالية من
							الأخطاء أو أن أي أخطاء أو عيوب يمكن أو سيتم تصحيحها.
						</p>
						<p>
							دون التقيد بما سبق، لا يقدم أي من الشركة أو أي من موفري الشركة أي تمثيل أو ضمان من أي
							نوع، صريحًا أو ضمنيًا: (1) فيما يتعلق بتشغيل الخدمة أو توفرها، أو المعلومات أو المحتوى
							أو المواد أو المنتجات المدرجة فيها؛ (2) أن الخدمة ستكون غير منقطعة أو خالية من
							الأخطاء؛ (3) فيما يتعلق بدقة أو موثوقية أو صحة أي معلومات أو محتوى يتم توفيره من خلال
							الخدمة؛ أو (4) أن الخدمة أو خوادمها أو المحتوى أو رسائل البريد الإلكتروني المرسلة من
							أو نيابة عن الشركة خالية من الفيروسات أو البرامج النصية أو أحصنة طروادة أو الديدان أو
							البرامج الضارة أو القنابل الموقوتة أو غيرها من المكونات الضارة.
						</p>
						<p>
							لا تسمح بعض الولايات باستبعاد أنواع معينة من الضمانات أو القيود المفروضة على الحقوق
							القانونية المطبقة للمستهلك، لذلك قد لا تنطبق عليك بعض أو كل الاستثناءات والقيود
							المذكورة أعلاه. ولكن في مثل هذه الحالة، سيتم تطبيق الاستثناءات والقيود المنصوص عليها
							في هذا القسم إلى أقصى حد قابل للتنفيذ بموجب القانون المعمول به.
						</p>
						<h2>القانون الحاكم</h2>
						<p>
							تحكم قوانين البلد، باستثناء تعارض قواعد القانون، هذه الشروط واستخدامك للخدمة. قد يخضع
							استخدامك للتطبيق أيضًا لقوانين محلية أو إقليمية أو وطنية أو دولية أخرى.
						</p>
						<h2>حل النزاعات</h2>
						<p>
							إذا كان لديك أي شكوى أو نزاع بشأن الخدمة، فإنك توافق على محاولة حل النزاع بشكل غير
							رسمي عن طريق الاتصال بالشركة أولاً.
						</p>
						<h2>بالنسبة لمستخدمي الاتحاد الأوروبي (الاتحاد الأوروبي)</h2>
						<p>
							إذا كنت مستهلكًا في الاتحاد الأوروبي، فستستفيد من أي أحكام إلزامية لقانون البلد الذي
							تقيم فيه.
						</p>
						<h2>الامتثال القانوني للولايات المتحدة</h2>
						<p>
							تقر وتضمن أن (1) لا توجد في بلد يخضع لحظر حكومي أمريكي، أو تم تصنيفه من قبل الحكومة
							الأمريكية كبلد &quot;داعم للإرهاب&quot;، و (2) أنك غير مدرج في أي قائمة حكومية أمريكية
							للأطراف المحظورة أو المقيدة.
						</p>
						<h2>القابلي للانفصال والتنازل</h2>
						<h3>القابلي للانفصال</h3>
						<p>
							إذا تم اعتبار أي شرط من هذه الشروط غير قابل للتنفيذ أو غير صالح، فسيتم تغيير هذا الشرط
							وتفسيره لتحقيق أهداف هذا الشرط إلى أقصى حد ممكن بموجب القانون المعمول به وستستمر
							الأحكام المتبقية في كامل قوتها وفعاليتهما.
						</p>
						<h3>التنازل</h3>
						<p>
							باستثناء ما هو منصوص عليه هنا، فإن عدم ممارسة حق أو مطالبة بأداء التزام بموجب هذه
							الشروط لن يؤثر على قدرة الطرف على ممارسة هذا الحق أو مطالبة بهذا الأداء في أي وقت
							لاحق، ولن يشكل التنازل عن أي خرق تنازلاً عن أي خرق لاحق.
						</p>
						<h2>ترجمة التفسير</h2>
						<p>
							قد تكون هذه الشروط والأحكام قد تم ترجمتها إذا قمنا بتوفيرها لك على خدمتنا. أنت توافق
							على أن النص الأصلي باللغة الإنجليزية هو النص السائد في حالة النزاع.
						</p>
						<h2>التغييرات على هذه الشروط والأحكام</h2>
						<p>
							نحتفظ بالحق، وفقًا لتقديرنا الخاص، في تعديل أو استبدال هذه الشروط في أي وقت. إذا كان
							التعديل جوهريًا، فسنبذل جهودًا معقولة لتقديم إشعار لمدة 30 يومًا على الأقل قبل سريان
							أي شروط جديدة. سيتم تحديد ما يشكل تغييرًا جوهريًا وفقًا لتقديرنا الخاص.
						</p>
						<p>
							باستمرار الوصول إلى خدمتنا أو استخدامها بعد سريان هذه التعديلات، فإنك توافق على
							الالتزام بالشروط المعدلة. إذا كنت لا توافق على الشروط الجديدة، كليًا أو جزئيًا، يرجى
							التوقف عن استخدام الموقع الإلكتروني والخدمة.
						</p>
						<h2>اتصل بنا</h2>
						<p>إذا كان لديك أي أسئلة حول هذه الشروط والأحكام، يمكنك الاتصال بنا:</p>
						<ul>
							<li>بالبريد الإلكتروني: support@almotawer-alzaki.com</li>
						</ul>
					</div>
				</article>
			</TermsContainer>
		</>
	);
};

export default TermsAr;
