import React from "react";
import { TermsContainer } from "../Terms/Terms.styles";

const PrivacyAr = () => {
	return (
		<>
			<TermsContainer>
				<article>
					<header>
						<h1>سياسة الخصوصية</h1>
						<p>آخر تحديث: 6 نوفمبر 2024</p>
					</header>
					<div>
						<p>
							تحدد سياسة الخصوصية هذه سياساتنا وإجراءاتنا المتعلقة بجمع المعلومات الشخصية الخاصة بك
							واستخدامها والإفصاح عنها عند استخدامك الخدمة كما تخبرك بحقوق الخصوصية الخاصة بك وكيف
							يحميك القانون.
						</p>

						<h2>التفسير والتعريفات</h2>
						<h3>التفسير</h3>
						<p>
							كلمات التي يبدأ الحرف الأول منها بحرف كبير لها معاني محددة بموجب الشروط التالية. يجب
							أن يكون للتعريفات التالية نفس المعنى بغض النظر عن ظهورها في المفرد أو الجمع.
						</p>
						<h3>تعريفات</h3>
						<p>لأغراض سياسة الخصوصية هذه:</p>
						<ul>
							<li>
								<p>
									<strong>الحساب</strong> يعني حسابًا فريدًا تم إنشاؤه لك للوصول إلى خدمتنا أو أجزاء
									من خدمتنا.
								</p>
							</li>
							<li>
								<p>
									<strong>الشركة التابعة</strong> تعني كيانًا يسيطر عليه أو يخضع لسيطرة طرف، حيث
									تعني &quot;السيطرة&quot; ملكية 50٪ أو أكثر من الأسهم أو حقوق الملكية أو الأوراق
									المالية الأخرى التي يحق لها التصويت في انتخاب أعضاء مجلس الإدارة أو سلطة إدارة
									أخرى.
								</p>
							</li>
							<li>
								<p>
									<strong>الشركة</strong> (يشار إليها إما بـ &quot;الشركة&quot; أو &quot;نحن&quot;
									أو &quot;نحن&quot; أو &quot;خاصتنا&quot; في هذه الاتفاقية) تشير إلى almotawer
									alzaki، الإمارات العربية المتحدة.
								</p>
							</li>
							<li>
								<p>
									<strong>ملفات تعريف الارتباط (كوكيز)</strong> هي ملفات صغيرة يتم وضعها على جهاز
									الكمبيوتر أو الجهاز المحمول أو أي جهاز آخر بواسطة موقع ويب، تحتوي على تفاصيل سجل
									التصفح الخاص بك على that website among its many uses.
								</p>
							</li>
							<li>
								<p>
									<strong>البلد</strong> يشير إلى: الإمارات العربية المتحدة
								</p>
							</li>
							<li>
								<p>
									<strong>الجهاز</strong> يعني أي جهاز يمكنه الوصول إلى الخدمة مثل الكمبيوتر أو
									الهاتف المحمول أو الجهاز اللوحي الرقمي.
								</p>
							</li>
							<li>
								<p>
									<strong>البيانات الشخصية</strong> هي أي معلومة تتعلق بشخص معين أو يمكن تحديد
									هويته.
								</p>
							</li>
							<li>
								<p>
									<strong>الخدمة</strong> تشير إلى الموقع الإلكتروني.
								</p>
							</li>
							<li>
								<p>
									<strong>موفر الخدمة</strong> يعني أي شخص طبيعي أو اعتباري يعالج البيانات نيابة عن
									الشركة. يشير إلى شركات أو أفراد طرف ثالث يعملون لدى الشركة لتسهيل الخدمة ، أو
									لتقديم الخدمة نيابة عن الشركة ، أو لأداء خدمات متعلقة بالخدمة ، أو لمساعدة الشركة
									في تحليل كيفية استخدام الخدمة.
								</p>
							</li>
							<li>
								<p>
									<strong>بيانات الاستخدام</strong> تشير إلى البيانات التي يتم جمعها تلقائيًا ، إما
									يتم إنشاؤها بواسطة استخدام الخدمة أو من البنية التحتية للخدمة نفسها (على سبيل
									المثال ، مدة زيارة الصفحة).
								</p>
							</li>
							<li>
								<p>
									<strong>الموقع الإلكتروني</strong> يشير إلى almotawer-alzaki.com، ويمكن الوصول
									إليه
								</p>
							</li>
							<li>
								<p>
									<strong>أنت</strong> تقصد الفرد الذي يستخدم الخدمة أو الشركة أو أي كيان قانوني آخر
									نيابة عنه يستخدم الفرد الخدمة.
								</p>
							</li>
						</ul>
						<h2>جمع واستخدام بياناتك الشخصية</h2>
						<h3>أنواع البيانات التي يتم جمعها</h3>
						<h4>البيانات الشخصية</h4>
						<p>
							عند استخدام خدمتنا ، قد نطلب منك تزويدنا ببعض المعلومات الشخصية التي يمكن استخدامها
							للاتصال بك أو تحديد هويتك. قد تشمل المعلومات الشخصية التعريفية ما يلي على سبيل المثال
							لا الحصر:
						</p>
						<ul>
							<li>
								<p>عنوان البريد الإلكتروني</p>
							</li>
							<li>
								<p>الاسم الأول واسم العائلة</p>
							</li>
							<li>
								<p>رقم الهاتف</p>
							</li>
							<li>
								<p>العنوان، الولاية، المقاطعة، الرمز البريدي، المدينة</p>
							</li>
							<li>
								<p>بيانات الاستخدام</p>
							</li>
						</ul>
						<h4>بيانات الاستخدام</h4>
						<p>يتم جمع بيانات الاستخدام تلقائيًا عند استخدام الخدمة.</p>
						<p>
							قد تتضمن بيانات الاستخدام معلومات مثل عنوان بروتوكول الإنترنت لجهازك (مثل عنوان IP) ،
							ونوع المتصفح ، وإصدار المتصفح ، وصفحات خدمتنا التي تزورها ، ووقت وتاريخ زيارتك ،
							والوقت الذي تقضيه على تلك الصفحات ، ومعرفات الجهاز الفريدة وغيرها من بيانات التشخيص.
						</p>
						<p>
							عندما تقوم بالوصول إلى الخدمة عن طريق أو من خلال جهاز محمول ، قد نجمع بعض المعلومات
							تلقائيًا ، بما في ذلك على سبيل المثال لا الحصر ، نوع الجهاز المحمول الذي تستخدمه ،
							ومعرف الجهاز المحمول الفريد الخاص بك ، وعنوان IP لجهازك المحمول ، ونظام التشغيل
							المحمول الخاص بك ، ونوع متصفح الإنترنت المحمول الذي تستخدمه ، ومعرفات الجهاز الفريدة
							وغيرها من بيانات التشخيص.
						</p>
						<p>
							قد نجمع أيضًا معلومات يرسلها متصفحك كلما قمت بزيارة خدمتنا أو عندما تقوم بالوصول إلى
							الخدمة عن طريق أو من خلال جهاز محمول.
						</p>
						<h4>تقنيات التتبع وملفات تعريف الارتباط (الكوكيز)</h4>
						<p>
							نستخدم ملفات تعريف الارتباط وتقنيات التتبع المماثلة لتتبع النشاط على خدمتنا وتخزين بعض
							المعلومات. تستخدم تقنيات التتبع المستخدمة أجهزة الإرسال والإشارات والسكريبت لجمع وتتبع
							المعلومات وتحسين وتحليل خدمتنا. قد تشمل التقنيات التي نستخدمها:
						</p>
						<ul>
							<li>
								<p>
									<strong>ملفات تعريف الارتباط أو ملفات تعريف ارتباط المتصفح</strong>
								</p>
								<p>النوع: ملفات تعريف الارتباط الخاصة بالجلسة</p>
								<p>الجهة الإدارية: نحن</p>
								<p>
									الهدف: هذه ملفات تعريف الارتباط ضرورية لتزويدك بالخدمات المتاحة من خلال الموقع
									الإلكتروني وتمكينك من استخدام بعض ميزاته. إنها تساعد في مصادقة المستخدمين ومنع
									الاستخدام الاحتيالي لحسابات المستخدمين. بدون هذه ملفات تعريف الارتباط، لا يمكن
									توفير الخدمات التي طلبتها، ونستخدم هذه ملفات تعريف الارتباط فقط لتزويدك بتلك
									الخدمات.
								</p>
							</li>
							<li>
								<p>
									<strong>ملفات تعريف الارتباط الخاصة بسياسة / إشعار ملفات تعريف الارتباط</strong>
								</p>
								<p>النوع: ملفات تعريف الارتباط الدائمة</p>
								<p>الجهة الإدارية: نحن</p>
								<p>
									الهدف: تحدد ملفات تعريف الارتباط هذه ما إذا كان المستخدمون قد قبلوا استخدام ملفات
									تعريف الارتباط على الموقع الإلكتروني.
								</p>
							</li>
							<li>
								<p>
									<strong>ملفات تعريف الارتباط الوظيفية</strong>
								</p>
								<p>النوع: ملفات تعريف الارتباط الدائمة</p>
								<p>الجهة الإدارية: نحن</p>
								<p>
									الهدف: تتيح لنا ملفات تعريف الارتباط هذه تذكر الخيارات التي تتخذها عند استخدام
									الموقع الإلكتروني، مثل تذكر تفاصيل تسجيل الدخول أو تفضيل اللغة. الغرض من ملفات
									تعريف الارتباط هذه هو تزويدك بتجربة أكثر شخصية وتجنب إعادة إدخال تفضيلاتك في كل
									مرة تستخدم فيها الموقع الإلكتروني.
								</p>
							</li>
						</ul>
						<p>
							لمزيد من المعلومات حول ملفات تعريف الارتباط التي نستخدمها وخياراتك المتعلقة بملفات
							تعريف الارتباط، يرجى زيارة سياسة ملفات تعريف الارتباط الخاصة بنا أو قسم ملفات تعريف
							الارتباط في سياسة الخصوصية الخاصة بنا.
						</p>
						<h3>استخدام بياناتك الشخصية</h3>
						<p>قد تستخدم الشركة البيانات الشخصية للأغراض التالية:</p>
						<ul>
							<li>
								<p>
									<strong>لتوفير خدمتنا والحفاظ عليها</strong>، بما في ذلك مراقبة استخدام خدمتنا.
								</p>
							</li>
							<li>
								<p>
									<strong>لإدارة حسابك:</strong> لإدارة تسجيلك كمستخدم للخدمة. يمكن أن تمنحك
									البيانات الشخصية التي تقدمها حق الوصول إلى وظائف مختلفة من الخدمة المتاحة لك
									كمستخدم مسجل.
								</p>
							</li>
							<li>
								<p>
									<strong>لأداء عقد:</strong> تطوير الالتزام والقيام بعقد الشراء للمنتجات أو السلع
									أو الخدمات التي اشتريتها أو أي عقد آخر معنا من خلال الخدمة.
								</p>
							</li>
							<li>
								<p>
									<strong>للتواصل معك:</strong> للتواصل معك عبر البريد الإلكتروني أو المكالمات
									الهاتفية أو الرسائل القصيرة (SMS) أو أشكال الاتصال الإلكتروني الأخرى المكافئة، مثل
									إشعارات الدفع بتطبيق الهاتف المحمول بخصوص التحديثات أو الاتصالات الإعلامية
									المتعلقة بالوظائف أو المنتجات أو الخدمات المتعاقد عليها ، بما في ذلك تحديثات
									الأمان ، عند الضرورة أو المعقولية لتنفيذها.
								</p>
							</li>
							<li>
								<p>
									<strong>لتزويدك</strong> بالأخبار والعروض الخاصة والمعلومات العامة حول السلع
									والخدمات والأحداث الأخرى التي نقدمها والتي تشبه تلك التي اشتريتها بالفعل أو
									استفسرت عنها ما لم تختار عدم تلقي هذه المعلومات.
								</p>
							</li>
							<li>
								<p>
									<strong>لإدارة طلباتك:</strong> لحضور وإدارة طلباتك إلينا.
								</p>
							</li>
							<li>
								<p>
									<strong>لأغراض الأعمال:</strong> قد نستخدم معلوماتك لتقييم أو إجراء عملية دمج أو
									تصفية أو إعادة هيكلة أو إعادة تنظيم أو حل أو بيع أو نقل بعض أو كل أصولنا، سواء
									كشركة قائمة أو كجزء من الإفلاس أو التصفية أو إجراءات مماثلة، حيث تكون البيانات
									الشخصية التي نحتفظ بها عن مستخدمي خدمتنا من بين الأصول المنقولة.
								</p>
							</li>
							<li>
								<p>
									<strong>لأغراض أخرى:</strong> قد نستخدم معلوماتك لأغراض أخرى، مثل تحليل البيانات،
									وتحديد اتجاهات الاستخدام، وتحديد فعالية حملاتنا الترويجية، وتقييم وتحسين خدمتنا
									ومنتجاتنا وخدماتنا وتسويقنا وتجربتك.
								</p>
							</li>
						</ul>
						<p>قد نشارك معلوماتك الشخصية في الحالات التالية:</p>
						<ul>
							<li>
								<p>
									<strong>مع مقدمي الخدمة:</strong> قد نشارك معلوماتك الشخصية مع مقدمي الخدمة
									لمراقبة وتحليل استخدام خدمتنا، وللتواصل معك.
								</p>
							</li>
							<li>
								<p>
									<strong>لأغراض عمليات الأعمال:</strong>
									<li>
										<p>
											قد نشارك أو ننقل معلوماتك الشخصية فيما يتعلق بـ ، أو أثناء مفاوضات أي دمج أو
											بيع لأصول الشركة أو تمويل أو استحواذ على كل أو جزء من أعمالنا لشركة أخرى.
										</p>
									</li>
									<li>
										<p>
											<strong>مع الشركات التابعة:</strong> قد نشارك معلوماتك مع الشركات التابعة لنا،
											وفي هذه الحالة، سنطلب من تلك الشركات التابعة الالتزام بسياسة الخصوصية هذه.
											تشمل الشركات التابعة شركتنا الأم وأي شركات تابعة أخرى أو شركاء في المشاريع
											المشتركة أو شركات أخرى نتحكم فيها أو تخضع لسيطرة مشتركة معنا.
										</p>
									</li>
									<li>
										<p>
											<strong>مع شركاء الأعمال:</strong> قد نشارك معلوماتك مع شركائنا التجاريين
											لنقدم لك منتجات أو خدمات أو عروضًا معينة.
										</p>
									</li>
									<li>
										<p>
											<strong>مع مستخدمين آخرين:</strong> عندما تشارك المعلومات الشخصية أو تتفاعل
											بطريقة أخرى في المناطق العامة مع المستخدمين الآخرين، يمكن عرض هذه المعلومات من
											قبل جميع المستخدمين ويمكن توزيعها علنًا خارجيًا.
										</p>
									</li>
									<li>
										<p>
											<strong>بموافقتك:</strong> يجوز لنا الكشف عن معلوماتك الشخصية لأي غرض آخر
											بموافقتك.
										</p>
									</li>
								</p>
							</li>
						</ul>
						<h3>الاحتفاظ ببياناتك الشخصية</h3>
						<p>
							ستحتفظ الشركة ببياناتك الشخصية فقط طالما كان ذلك ضروريًا للأغراض المحددة في سياسة
							الخصوصية هذه. سنحتفظ ونستخدم بياناتك الشخصية إلى الحد اللازم للوفاء بالتزاماتنا
							القانونية (على سبيل المثال، إذا كنا ملزمين بالاحتفاظ ببياناتك للامتثال للقوانين
							المعمول بها)، وحل النزاعات، وإنفاذ اتفاقياتنا وسياساتنا القانونية.
						</p>
						<p>
							ستحتفظ الشركة أيضًا ببيانات الاستخدام لأغراض التحليل الداخلي. يتم الاحتفاظ ببيانات
							الاستخدام بشكل عام لفترة زمنية أقصر، إلا عندما يتم استخدام هذه البيانات لتعزيز أمان أو
							تحسين وظيفة خدمتنا، أو إذا كنا ملزمين قانونًا بالاحتفاظ بهذه البيانات لفترات زمنية
							أطول.
						</p>
						<h3>نقل بياناتك الشخصية</h3>
						<p>
							يتم معالجة معلوماتك، بما في ذلك البيانات الشخصية، في مكاتب التشغيل التابعة للشركة وفي
							أي أماكن أخرى يوجد فيها الأطراف المشاركون في المعالجة. هذا يعني أنه يمكن نقل هذه
							المعلومات إلى - والاحتفاظ بها على - أجهزة الكمبيوتر الموجودة خارج دولتك أو ولايتك أو
							بلدك أو أي ولاية قضائية حكومية أخرى قد تختلف فيها قوانين حماية البيانات عن تلك الخاصة
							بولايتك القضائية.
						</p>
						<p>
							موافقتك على سياسة الخصوصية هذه متبوعة بإرسال هذه المعلومات يمثل موافقتك على هذا النقل.
						</p>
						<p>
							ستتخذ الشركة جميع الخطوات الضرورية المعقولة لضمان معاملة بياناتك بأمان ووفقًا لسياسة
							الخصوصية هذه، ولن يتم نقل بياناتك الشخصية إلى أي منظمة أو دولة ما لم تكن هناك ضوابط
							كافية في مكانها، بما في ذلك أمن بياناتك والمعلومات الشخصية الأخرى.
						</p>
						<h3>حذف بياناتك الشخصية</h3>
						<p>لديك الحق في حذف أو طلب مساعدتنا في حذف البيانات الشخصية التي جمعناها عنك.</p>
						<p>قد تمنحك خدمتنا القدرة على حذف بعض المعلومات عنك من داخل الخدمة.</p>
						<p>
							يمكنك تحديث أو تعديل أو حذف معلوماتك في أي وقت عن طريق تسجيل الدخول إلى حسابك، إذا كان
							لديك حساب، وزيارة قسم إعدادات الحساب الذي يتيح لك إدارة معلوماتك الشخصية. يمكنك أيضًا
							الاتصال بنا لطلب الوصول إلى أي معلومات شخصية قدمتها لنا أو تصحيحها أو حذفها.
						</p>
						<p>
							يرجى ملاحظة أنه قد نحتاج إلى الاحتفاظ ببعض المعلومات عندما يكون لدينا التزام قانوني أو
							أساس قانوني للقيام بذلك.
						</p>
						<h3>الإفصاح عن بياناتك الشخصية</h3>
						<h4>العمليات التجارية</h4>
						<p>
							إذا شاركت الشركة في عملية دمج أو استحواذ أو بيع أصول، فقد يتم نقل بياناتك الشخصية.
							سنقدم إشعارًا قبل نقل بياناتك الشخصية وتصبح خاضعة لسياسة خصوصية مختلفة.
						</p>
						<h4>إنفاذ القانون</h4>
						<p>
							في ظل ظروف معينة، قد يُطلب من الشركة الكشف عن بياناتك الشخصية إذا طُلب منها ذلك بموجب
							القانون أو استجابةً لطلبات سليمة من السلطات العامة (مثل محكمة أو وكالة حكومية).
						</p>
						<h4>متطلبات قانونية أخرى</h4>
						<p>
							قد تكشف الشركة بياناتك الشخصية إذا كان لديها اعتقاد حسن النية بأن مثل هذا الإجراء
							ضروري:
						</p>
						<ul>
							<li>الامتثال لالتزام قانوني</li>
							<li>حماية والدفاع عن حقوق أو ممتلكات الشركة</li>
							<li>منع أو التحقيق في أي عمل غير قانوني محتمل فيما يتعلق بالخدمة</li>
							<li>حماية السلامة الشخصية لمستخدمي الخدمة أو الجمهور</li>
							<li>الحماية من المسؤولية القانونية</li>
						</ul>
						<h3>أمن بياناتك الشخصية</h3>
						<p>
							أمن بياناتك الشخصية مهم بالنسبة لنا، ولكن تذكر أنه لا توجد طريقة للإرسال عبر الإنترنت
							أو طريقة للتخزين الإلكتروني آمنة بنسبة 100٪. بينما نسعى إلى استخدام وسائل تجارية
							مقبولة لحماية بياناتك الشخصية، لا يمكننا ضمان أمانها المطلق.
						</p>
						<h2>خصوصية الأطفال</h2>
						<p>
							لا تتناول خدمتنا أي شخص دون سن 13 عامًا. لا نجمع عن قصد معلومات شخصية من أي شخص دون سن
							13 عامًا. إذا كنت أحد الوالدين أو الوصي القانوني وكنت على دراية بأن طفلك قد زودنا
							ببيانات شخصية، فيرجى الاتصال بنا. إذا أصبحنا على دراية بأننا جمعنا بيانات شخصية من أي
							شخص دون سن 13 عامًا دون التحقق من موافقة الوالدين، فإننا نتخذ خطوات لإزالة هذه
							المعلومات من خوادمنا.
						</p>
						<p>
							إذا احتجنا إلى الاعتماد على الموافقة كأساس قانوني لمعالجة معلوماتك وبلدك يتطلب موافقة
							من أحد الوالدين، فقد نطلب موافقة والديك قبل أن نقوم بجمع واستخدام هذه المعلومات.
						</p>
						<h2>الروابط لمواقع الويب الأخرى</h2>
						<p>
							قد تحتوي خدمتنا على روابط لمواقع ويب أخرى لا نملكها أو نتحكم فيها. إذا نقرت على رابط
							تابع لجهة خارجية، فسيتم توجيهك إلى موقع الطرف الثالث هذا. ننصحك بشدة بمراجعة سياسة
							الخصوصية لكل موقع تزوره.
						</p>
						<p>
							ليس لدينا سيطرة على ولا نتحمل أي مسؤولية عن محتوى أو سياسات الخصوصية أو ممارسات أي
							مواقع أو خدمات تابعة لأطراف ثالثة.
						</p>
						<h2>التغييرات على سياسة الخصوصية هذه</h2>
						<p>
							قد نقوم بتحديث سياسة الخصوصية الخاصة بنا من وقت لآخر. سنخطرك بأي تغييرات من خلال نشر
							سياسة الخصوصية الجديدة على هذه الصفحة.
						</p>
						<p>
							سنعلمك عبر البريد الإلكتروني أو عن طريق إشعار بارز على خدمتنا، قبل سريان التغيير
							وسنقوم بتحديث تاريخ &quot;آخر تحديث&quot; في الجزء العلوي من سياسة الخصوصية هذه.
						</p>
						<p>
							ننصحك بمراجعة سياسة الخصوصية هذه بشكل دوري لمعرفة أي تغييرات. تصبح التغييرات على سياسة
							الخصوصية هذه سارية المفعول عند نشرها على هذه الصفحة.
						</p>
						<h2>اتصل بنا</h2>
						<p>إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه، يمكنك الاتصال بنا:</p>
						<ul>
							<li>بالبريد الإلكتروني: support@almotawer-alzaki.com</li>
						</ul>
					</div>
				</article>
			</TermsContainer>
		</>
	);
};
export default PrivacyAr;
