import React from "react";
import { TermsContainer } from "../Terms/Terms.styles";

const RefundAr = () => {
	return (
		<>
			<TermsContainer>
				<article>
					<header>
						<h1>سياسة الإسترجاع والإسترداد</h1>
						<p>آخر تحديث: 6 نوفمبر 2024</p>
					</header>

					<div>
						<p>الأحكام التالية تنطبق على أي منتجات قمت بشرائها منا.</p>
						<h2>التفسير والتعريفات</h2>
						<h3>التفسير</h3>
						<p>
							الكلمات التي يبدأ حرفها الأول بحرف كبير لها معاني محددة بموجب الشروط التالية. يجب أن
							يكون للتعريفات التالية نفس المعنى بغض النظر عن ظهورها في المفرد أو الجمع.
						</p>
						<h3>التعريفات</h3>
						<p>فيما يلي أغراض سياسة الإسترجاع والإسترداد هذه:</p>
						<ul>
							<li>
								<p>
									<strong>السلع</strong> تشير إلى العناصر المعروضة للبيع على الخدمة.
								</p>
							</li>
							<li>
								<p>
									<strong>الطلبات</strong> تعني طلبًا منك لشراء سلع منا.
								</p>
							</li>
							<li>
								<p>
									<strong>الخدمة</strong> تشير إلى الموقع الإلكتروني.
								</p>
							</li>
							<li>
								<p>
									<strong>الموقع الإلكتروني</strong> يشير إلى المعタワー الزاكي، الذي يمكن الوصول
									إليه من خلال{" "}
									<a
										href="https://almotawer-alzaki.com/"
										rel="external nofollow noopener noreferrer"
										target="_blank"
									>
										https://almotawer-alzaki.com/
									</a>
								</p>
							</li>
							<li>
								<p>
									<strong>أنت</strong> تقصد الفرد الذي يستخدم الخدمة أو الشركة أو أي كيان قانوني آخر
									نيابة عنه يستخدم الفرد الخدمة.
								</p>
							</li>
						</ul>
						<h2>حقوق إلغاء طلبك</h2>
						<p>يحق لك إلغاء طلبك خلال 14 يومًا دون إبداء أي سبب لذلك.</p>
						<p>
							آخر موعد لإلغاء الطلب هو 14 يومًا من تاريخ استلامك للسلع أو تاريخ استلام طرف ثالث
							عينته، والذي لا يكون شركة النقل، للمنتج الذي تم تسليمه.
						</p>
						<p>
							من أجل ممارسة حق الإلغاء الخاص بك، يجب أن تبلغنا بقرارك عن طريق بيان واضح. يمكنك
							إعلامنا بقرارك من خلال:
						</p>
						<ul>
							<li>بالبريد الإلكتروني: support@almotawer-alzaki.com</li>
						</ul>
						<p>
							سنقوم برد أموالك في موعد لا يتجاوز 14 يومًا من اليوم الذي نتلقى فيه السلع المعادة.
							سنستخدم نفس طريقة الدفع التي استخدمتها للطلب، ولن تتحمل أي رسوم مقابل هذا الاسترداد.
						</p>
						<h2>شروط الإسترجاع</h2>
						<p>لكي تكون السلع مؤهلة للعودة، يرجى التأكد من أن:</p>
						<ul>
							<li>تم شراء السلع خلال الـ 14 يومًا الماضية</li>
						</ul>
						<p>لا يمكن إرجاع السلع التالية:</p>
						<ul>
							<li>السلع التي تم توفيرها وفقًا لمواصفاتك أو المخصصة لك بوضوح.</li>
							<li>
								السلع التي بطبيعتها غير مناسبة للإعادة أو تتدهور بسرعة أو حيث يكون تاريخ انتهاء
								الصلاحية قد انتهى.
							</li>
							<li>
								السلع التي لا تصلح للإعادة لأسباب تتعلق بحماية الصحة أو النظافة وتم فتحها بعد
								التسليم.
							</li>
							<li>
								السلع التي تكون، بعد التسليم، وطبقًا لطبيعتها، مختلطة بشكل لا ينفصل مع عناصر أخرى.
							</li>
						</ul>
						<p>
							نحتفظ بالحق في رفض إرجاع أي بضائع لا تفي بشروط الإرجاع المذكورة أعلاه وفقًا لتقديرنا
							الخاص.
						</p>
						<p>
							يمكن استرداد السلع ذات الأسعار العادية فقط. للأسف، لا يمكن استرداد السلع المعروضة
							للبيع. قد لا ينطبق هذا الاستبعاد عليك إذا لم يكن مسموحًا به بموجب القانون المعمول به.
						</p>
						<h2>إرجاع السلع</h2>
						<p>
							أنت مسؤول عن تكلفة ومسؤولية إعادة السلع إلينا. يجب عليك إرسال السلع إلى العنوان
							التالي:
						</p>
						<p>الإمارات العربية المتحدة</p>
						<p>
							لا يمكننا أن نكون مسؤولين عن السلع التالفة أو المفقودة في شحنة الإرجاع. لذلك، نوصي
							بخدمة بريد مؤمن ويمكن تتبعها. لا يمكننا إصدار استرداد بدون استلام فعلي للسلع أو إثبات
							استلام الإرجاع.
						</p>
						<h2>الهدايا</h2>
						<p>
							إذا كانت السلع قد تم وضع علامة عليها كهدية عند الشراء ثم تم شحنها مباشرة إليك، فستتلقى
							رصيد هدية بقيمة إرجاعك. بمجرد استلام المنتج المرتجع، سيتم إرسال شهادة هدية إليك.
						</p>
						<p>
							إذا لم يتم وضع علامة على السلع كهدية عند الشراء، أو قام مانح الهدية بشحن الطلب لنفسه
							لإعطائها لك لاحقًا، فسنرسل المبلغ المسترد إلى مانح الهدية.
						</p>
						<h3>اتصل بنا</h3>
						<p>
							إذا كان لديك أي أسئلة حول سياسة الإسترجاع والإسترداد الخاصة بنا، يرجى الاتصال بنا:
						</p>
						<ul>
							<li>بالبريد الإلكتروني: support@almotawer-alzaki.com</li>
						</ul>
					</div>
				</article>
			</TermsContainer>
		</>
	);
};
export default RefundAr;
